<!DOCTYPE html>
<html lang="ja">
	<head>
		<meta charset="UTF-8">
		<link rel="stylesheet" href="./css/style_oocss.css" type="text/css">
		<title>(★各ページタイトル入れてください)</title>
		<link rel="stylesheet" href="./style_oocss.css" type="text/css">
		<link rel="stylesheet" href="./style.css" type="text/css">
	</head>
	<body>
		<div id="wrap" class="align_center orange">
			<?php require 'header.php' ; ?>
			<nav>
				<ul>
					<li class="l-float clear_text">(★地図で選ぶ)</li>
					<li class="l-float clear_text">(★カテゴリーで選ぶ)</li>
					<li class="l-float clear_text">(★キーワードで選ぶ)</li>
				</ul>
			</nav>

			<article class="clearFix white">
				<h2 class="contents-title">たるナビについて</h2>
				<div class="box-frame shadow align_center">
					<p>「たるナビ」とは、自分の旅を記録したり、誰かの旅の記録を閲覧したりできるサイトです。<br>
						旅先で「チェックイン」するだけで、現在いる場所を記録することができます。</p>
				</div>
			</article>


			<article class="clearFix white">
				<h2 class="contents-title">ご利用方法</h2>
				<div class="box-frame shadow align_center">

					<p>以下の手順を記載しています。</p>

					<li>会員新規登録からご利用まで</li>
					<li>新しく旅行記を作成する</li>
					<li>個別記事を投稿する</li>
					<li>旅行記を編集する</li>
					<li>旅行記を閲覧する</li>
					<li>旅行記を検索する</li>
					<li>お気に入り記事を閲覧する</li>

					<p>※ご留意</p>
					<p>画面やボタンの名称などは実際のもとのは異なる場合があります。</p>

					<p>********************************************************</p>
					<h3>●会員新規登録からご利用まで</h3>

					<p>1.</p>
					<p>「会員登録」ボタンをクリックします。</p>

					<p>2.</p>
					<p>メールアドレスとパスワードを入力し、「登録」ボタンをクリックします。</p>
					<p>「登録完了」画面が表示されます。<br>
						プロフィールを編集するときは、手順3へ。<br>
						トップ画面に戻るときは、「投稿記事を見る」ボタンをクリックします。</p>
						
					<p>3.</p>
					<p>「マイページへ」ボタンをクリックします。</p>
					<p>あなたの「マイページ」画面が表示されます。</p>
						
					<p>4.</p>
					<p>「プロフィールを編集」ボタンをクリックします。</p>
					<p>「プロフィール」画面が表示されます。</p>

					<p>5.</p>
					<p>名前、年齢、自己紹介を入力、性別、サムネイル（写真や画像）選択し、「確認画面へ」ボタンをクリックします。</p>
					<p>入力／選択は任意です。<br>
					あとで編集することもできます。<br>
					「プロフィール」確認画面が表示されます。</p>

					<p>6.</p>
					<p>「これで登録」ボタンをクリックします。</p>
					<p>「プロフィール編集登録完了」画面が表示されます。</p>

					<p>7.</p>
					<p>「マイページへ」ボタンをクリックします。</p>
					<p>「マイページ」画面が表示されます。</p>

					<p>これで、新規登録は完了です。</p>
					<p>********************************************************</p>

					<h3>●新しく旅行記を作成する</h3>

					<p>1.</p>
					<p>「ログイン」ボタンをクリックします。</p>
					<p>	「ログイン」画面が表示されます。</p>
					
					<p>2.</p>
					<p>メールアドレスとパスワードを入力し、「ログイン」ボタンをクリックします。</p>

					<p>3.</p>
					<p>「トップ」画面で「マイページ」ボタンをクリックします。</p>
					<p>	「マイページ」画面が表示されます。</p>

					<p>4.</p>
					<p>「新しく旅行記を作成」ボタンをクリックします。</p>
					<p>「新しい旅行記を作成」画面が表示されます。</p>

					<p>5.</p>
					<p>タイトルを入力、カテゴリ、出発日を選択します。</p>
					<p>下書きとして保存するときは、手順6へ。<br>
						公開するときは、手順7へ。</p>

					<p>6.</p>
					<p>「下書き」を選択し、「作成」ボタンをクリックします。</p>
					<p>マイページに旅行記が追加されます。<br>
						公開するときは、「●旅行記を編集する」を参照。</p>

					<p>7.</p>
					<p>「公開」を選択し、「作成」ボタンをクリックします。</p>
					<p>マイページの旅行一覧に旅行記が追加されます。</p>
						

					<p>これで、旅行記作成は終了です。</p>
					
					<p>個別記事を投稿するときは、「●個別記事を投稿する」の手順へ。</p>
					<p>旅行記を編集するときは、「●旅行記を編集する」の手順へ。</p>
					<p>********************************************************</p>

					<h3>●個別記事を投稿する</h3>

					<p>スマートフォンやタブレットなどから旅先で都度、投稿することができます。。</p>

					<p>1.</p>
					<p>「マイページ」画面で、個別記事を投稿する旅行記の「チェックイン」ボタンをクリックします。</p>
					<p>「個別記事投稿」画面が表示され、地図上に現在地が取得されます。</p>
					<p>現在地を修正するときは、手順2へ。<br>
						（あとで修正することもできます。。<br>
						現在地を修正しないときは、手順3へ。</p>

					<p>2.</p>
					<p>現在地を修正します。</p>

					<p>2.1</p>
					<p>地図上で修正したい位置にマウスポインタを移動し、右クリックします。</p>
						<p>「現在地を変更」が表示されます。</p>
						
					<p>2.2</p>
					<p>「現在地を変更」をクリックします。</p>
					<p>マーカーがクリックした位置に移動します。</p>

					<p>3.</p>
					<p>写真や画像のファイルを選択、コメントを入力し、「更新」ボタンをクリックします。</p>
					<p>旅行記に記事が追加されます。</p>

					<p>これで、個別記事の投稿は終了です。</p>
					<p>********************************************************</p>
					<h3>●旅行記を編集する</h3>

					<p>1.</p>
					<p>「マイページ」画面で、編集する旅行記をクリックします。</p>
					<p>「旅行記編集」画面が表示されます。
						新しく旅行記を作成したときに、あらかじめ入力されていたタイトル、カテゴリ、出発日が表示されます。</

					<p>2.</p>
					<p>各項目を入力または選択します。</p>

					<p>・タイトル</p>
					<p>入力します。</p>

					<p>・ファイルを選択</p>
					<p>「旅行記一覧」画面で表示される写真や画像を選択します。</p>

					<p>・カテゴリ</p>
						<p>選択します。</p>
						<p>すでに「新しく旅行記を作成」画面で選択されているときは、ここで変更することができます。</p>

					<p>・人数
						<p>この旅行のメンバーの人数を入力します。</p>

					<p>・金額
						<p>この旅行にかかった大まかな費用を入力します。</p>

					<p>・日程
						<p>旅行の開始日と終了日を選択します。</p>
						<p>旅行の開始日が、すでに「新しく旅行記作成」画面で選択されているときは、ここで変更することができます。</p>

					<p>・コメント
						<p>旅行記全体に関するコメントを入力します。</p>

					<p>3.</p>
					<p>「確認画面へ」ボタンをクリックします。</p>
						<p>「旅行記」確認画面が表示されます。<br>
						下書きとして保存するときは、手順4へ。<br>
						公開するときは、手順5へ。</p>
						
					<p>4.</p>
					<p>「下書きを保存（非公開）」をクリックします。</p>
						<p>「マイページ」画面が表示されます。</p>

					<p>5.</p>
					<p>「公開」ボタンをクリックします。</p>
						<p>「旅行記」投稿完了画面が表示されます。</p>

					<p>マイページに戻るときは、「マイページ」ボタンをクリックします。<br>
					投稿した記事を見るときは、「投稿した記事を見る」ボタンをクリックします。</p>

					<p>これで、旅行記の編集は終了です。</p>
					<p>********************************************************</p>
					<h3>●旅行記を閲覧する</h3>

					<p>1.</p>
					<p>「トップ」画面で写真をクリックします。</p>
						<p>旅行記が表示されます。<br>
						「トップ」画面には、今月のオススメや新着投稿の旅行記の写真が表示されています。</p>

					<p>2.</p>
					<p>「お気に入り」に登録したいときは、「お気に入り」ボタンをクリックします。</p>
						<p>会員登録し、ログインしているときのみ「お気に入り」に登録できます。</p>
						<p>「お気に入り」の旅行記のみ閲覧するときは、「●お気に入り記事を閲覧する」へ。</p>

					<p>3.</p>
					<p>コメントを投稿したいときは、「コメントを投稿する」ボタンをクリックします。</p>
						<p>コメント入力画面が表示されます。</p>
						<p>コメントを入力し、「送信」ボタンをクリックします。</p>	
					<p>********************************************************</p>
					<h3>●旅行記を検索する</h3>
					<p>****************************</p>
					<p>・地図でさがす</p>
					<p>1.</p>
					<p>「トップ」画面で「地図でさがす」ボタンをクリックします。</p>
					<p>日本地図と世界地図が表示されます。</p>

					<p>2.</p>
					<p>県または国を選択し、「ここで探す」ボタンをクリックします。</p>
					<p>選択した県または国の旅行記の写真一覧が表示されます。</p>
						
					<p>****************************</p>
					<p>・カテゴリでさがす</p>

					<p>「トップ」画面で「カテゴリでさがす」ボタンをクリックし、項目を選択します。</p>
					<p>選択したカテゴリの旅行記の写真一覧が表示されます。</p>

					<p>****************************</p>
					<p>・キーワードでさがす</p>

					<p>「トップ」画面で「検索ボックス」に検索ワードを入力します。</p>
					<p>ヒットした旅行記の写真一覧が表示されます。</p>

					<p>********************************************************</p>
					<h3>●お気に入り記事を閲覧する</h3>

					<p>1.</p>
					<p>「マイページ」画面で、「お気に入りの旅行へ」ボタンをクリックします。</p>
					<p>「お気に入り記事一覧」画面が表示されます。</p>

					<p>2.</p>
					<p>閲覧したい旅行記の写真をクリックします。</p>
					<p>旅行記が表示されます。</p>
					<br>
					<p>以上</p>

				</div>
			</article>


			<article class="clearFix white">
				<h2 class="contents-title">よくある質問</h2>
				<div class="box-frame shadow align_center">
					<h3 class="other-text">（仮）Q1.スマートフォンから会員登録や検索などの操作ができますか。（仮）</h3>
					<h3 class="other-text">　（仮）A.できます。むしろ基本はスマホだよ（仮）</h3>
					<h3 class="other-text">（仮）Q1.スマートフォンから会員登録や検索などの操作ができますか。（仮）</h3>
					<h3 class="other-text">　（仮）A.できます。むしろ基本はスマホだよ（仮）</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">（仮）Q1.スマートフォンから会員登録や検索などの操作ができますか。（仮）</h3>
					<h3 class="other-text">　（仮）A.できます。むしろ基本はスマホだよ（仮）</h3>
					<h3 class="other-text">（仮）Q1.スマートフォンから会員登録や検索などの操作ができますか。（仮）</h3>
					<h3 class="other-text">　（仮）A.できます。むしろ基本はスマホだよ（仮）</h3>
					<h3 class="other-text">（仮）Q1.スマートフォンから会員登録や検索などの操作ができますか。（仮）</h3>
					<h3 class="other-text">　（仮）A.できます。むしろ基本はスマホだよ（仮）</h3>

				
				
				</div>
			</article>
			
			<?php require 'footer.php' ; ?>
		</div><!--#wrap-->
	</body>	
</html>