<!DOCTYPE html>
<html lang="ja">
	<head>
		<meta charset="UTF-8">
		<link rel="stylesheet" href="./css/style_oocss.css" type="text/css">
		<title>(★各ページタイトル入れてください)</title>
		<link rel="stylesheet" href="./style_oocss.css" type="text/css">
		<link rel="stylesheet" href="./style.css" type="text/css">
	</head>
	<body>
		<div id="wrap" class="align_center orange">
			<?php require 'header.php' ; ?>
			<nav>
				<ul>
					<li class="l-float clear_text">(★地図で選ぶ)</li>
					<li class="l-float clear_text">(★カテゴリーで選ぶ)</li>
					<li class="l-float clear_text">(★キーワードで選ぶ)</li>
				</ul>
			</nav>

			<article class="clearFix white">
				<h2 class="contents-title">たるナビについて</h2>
				<div class="box-frame shadow align_center">
					<p>「たるナビ」とは、自分の旅を記録したり、誰かの旅の記録を閲覧したりできるサイトです。<br>
						旅先で「チェックイン」するだけで、現在いる場所を記録することができます。</p>
				</div>
			</article>


			<article class="clearFix white">
				<h2 class="contents-title">ご利用方法</h2>
				<div class="box-frame shadow align_center">

					<p>以下の手順を記載しています。（***区切り***）</p>

					<li>会員新規登録からご利用まで</li>
					<li>新しく旅行記を作成する</li>
					<li>個別記事を投稿する</li>
					<li>旅行記を編集する</li>
					<li>旅行記を閲覧する</li>
					<li>旅行記を検索する</li>
					<li>お気に入り記事を閲覧する</li>

					<p>※ご留意</p>
					<p>画面やボタンの名称などは実際のもとのは異なる場合があります。</p>

					*********************************************************
					<h3>●会員新規登録からご利用まで</h3>

					<p>1.
					<p>「会員登録」ボタンをクリックします。</p>

					<p>2.</p>
					<p>メールアドレスとパスワードを入力し、「登録」ボタンをクリックします。<br>
						「登録完了」画面が表示されます。<br>
						プロフィールを編集するときは、手順3へ。<br>
						トップ画面に戻るときは、「投稿記事を見る」ボタンをクリックします。</p>
						
					<p>3.
					<p>「マイページへ」ボタンをクリックします。<br>
						あなたの「マイページ」画面が表示されます。</p>
						
					<p>4.
					<p>「プロフィールを編集」ボタンをクリックします。
					<p>	「プロフィール」画面が表示されます。

					<p>5.
					<p>名前、年齢、自己紹介を入力、性別、サムネイル（写真や画像）選択し、「確認画面へ」ボタンをクリックします。
					<p>	入力／選択は任意です。
					<p>	あとで編集することもできます。
					<p>	「プロフィール」確認画面が表示されます。

					<p>6.
					<p>「これで登録」ボタンをクリックします。
					<p>	「プロフィール編集登録完了」画面が表示されます。

					<p>7.「マイページへ」ボタンをクリックします。
					<p>	「マイページ」画面が表示されます。

					<p>これで、新規登録は完了です。
					<p>*********************************************************


					<p>*********************************************************
					<h3>●新しく旅行記を作成する

					<p>1.
					<p>「ログイン」ボタンをクリックします。
					<p>	「ログイン」画面が表示されます。
					<p>2.
					<p>メールアドレスとパスワードを入力し、「ログイン」ボタンをクリックします。

					<p>3.
					<p>「トップ」画面で「マイページ」ボタンをクリックします。
					<p>	「マイページ」画面が表示されます。

					<p>4.
					<p>「新しく旅行記を作成」ボタンをクリックします。
						「新しい旅行記を作成」画面が表示されます。

					<p>5.
					<p>タイトルを入力、カテゴリ、出発日を選択します。
						下書きとして保存するときは、手順6へ。
						公開するときは、手順7へ。

					<p>6.
					<p>「下書き」を選択し、「作成」ボタンをクリックします。
						マイページに旅行記が追加されます。
						公開するときは、「●旅行記を編集する」を参照。

					<p>7.
					<p>「公開」を選択し、「作成」ボタンをクリックします。
						マイページの旅行一覧に旅行記が追加されます。
						

					<p>これで、旅行記作成は終了です。
					個別記事を投稿するときは、「●個別記事を投稿する」の手順へ。
					旅行記を編集するときは、「●旅行記を編集する」の手順へ。
					<p>*********************************************************


					<p>*********************************************************
					<h3>●個別記事を投稿する

					<p>スマートフォンやタブレットなどから旅先で都度、投稿することができます。

					<p>1.
					<p>「マイページ」画面で、個別記事を投稿する旅行記の「チェックイン」ボタンをクリックします。
						「個別記事投稿」画面が表示され、地図上に現在地が取得されます。
						現在地を修正するときは、手順2へ。
						（あとで修正することもできます。）
						現在地を修正しないときは、手順3へ。

					<p>2.
					<p>現在地を修正します。

					<p>2.1
					<p>地図上で修正したい位置にマウスポインタを移動し、右クリックします。
						「現在地を変更」が表示されます。
						
					<p>2.2
					<p>「現在地を変更」をクリックします。
						マーカーがクリックした位置に移動します。

					<p>3.
					<p>写真や画像のファイルを選択、コメントを入力し、「更新」ボタンをクリックします。
						旅行記に記事が追加されます。

					<p>これで、個別記事の投稿は終了です。
					*********************************************************


					*********************************************************
					●旅行記を編集する

					<p>1.
					<p>「マイページ」画面で、編集する旅行記をクリックします。
						「旅行記編集」画面が表示されます。
						新しく旅行記を作成したときに、あらかじめ入力されていたタイトル、カテゴリ、出発日が表示されます。

					<p>2.
					<p>各項目を入力または選択します。

					<p>・タイトル
						入力します。

					<p>・ファイルを選択
						「旅行記一覧」画面で表示される写真や画像を選択します。

					<p>・カテゴリ
						選択します。
						すでに「新しく旅行記を作成」画面で選択されているときは、ここで変更することができます。

					<p>・人数
						この旅行のメンバーの人数を入力します。

					<p>・金額
						この旅行にかかった大まかな費用を入力します。

					<p>・日程
						旅行の開始日と終了日を選択します。
						旅行の開始日が、すでに「新しく旅行記作成」画面で選択されているときは、ここで変更することができます。

					<p>・コメント
						旅行記全体に関するコメントを入力します。

					<p>3.
					<p>「確認画面へ」ボタンをクリックします。
						「旅行記」確認画面が表示されます。
						下書きとして保存するときは、手順4へ。
						公開するときは、手順5へ。
						
					<p>4.
					<p>「下書きを保存（非公開）」をクリックします。
						「マイページ」画面が表示されます。

					<p>5.
					<p>「公開」ボタンをクリックします。
						「旅行記」投稿完了画面が表示されます。

					<p>マイページに戻るときは、「マイページ」ボタンをクリックします。
					投稿した記事を見るときは、「投稿した記事を見る」ボタンをクリックします。


					<p>これで、旅行記の編集は終了です。
					*********************************************************


					*********************************************************
					<h3>●旅行記を閲覧する</h3>

					1.
					「トップ」画面で写真をクリックします。
						旅行記が表示されます。
						「トップ」画面には、今月のオススメや新着投稿の旅行記の写真が表示されています。

					2.
					「お気に入り」に登録したいときは、「お気に入り」ボタンをクリックします。
						会員登録し、ログインしているときのみ「お気に入り」に登録できます。
						「お気に入り」の旅行記のみ閲覧するときは、「●お気に入り記事を閲覧する」へ。

					3.
					コメントを投稿したいときは、「コメントを投稿する」ボタンをクリックします。
						コメント入力画面が表示されます。
						コメントを入力し、「送信」ボタンをクリックします。	

					********************************************************

					********************************************************
					●旅行記を検索する
					****************************
					・地図でさがす
					1.
					「トップ」画面で「地図でさがす」ボタンをクリックします。
						日本地図と世界地図が表示されます。

					2.
					地域を選択し、「ここで探す」ボタンをクリックします。
						地域の地図が表示されます。

					3.
					県または国を選択し、「ここで探す」ボタンをクリックします。
						選択した県または国の旅行記の写真一覧が表示されます。
						
					****************************
					****************************
					・カテゴリでさがす

					「トップ」画面で「カテゴリでさがす」ボタンをクリックし、項目を選択します。
						選択したカテゴリの旅行記の写真一覧が表示されます。

					****************************
					****************************
					・キーワードでさがす

					「トップ」画面で「検索ボックス」に検索ワードを入力します。
						ヒットした旅行記の写真一覧が表示されます。

					********************************************************


					********************************************************
					●お気に入り記事を閲覧する

					1.
					「マイページ」画面で、「お気に入りの旅行へ」ボタンをクリックします。
						「お気に入り記事一覧」画面が表示されます。

					2.
					閲覧したい旅行記の写真をクリックします。
						旅行記が表示されます。

					以上

				</div>
			</article>


			<article class="clearFix white">
				<h2 class="contents-title">よくある質問</h2>
				<div class="box-frame shadow align_center">
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>
					<h3 class="other-text">Q1.スマートフォンから会員登録や検索などの操作ができますか。</h3>
					<h3 class="other-text">　A.できます。むしろ基本はスマホだよ</h3>

				
				
				</div>
			</article>
			
			<?php require 'footer.php' ; ?>
		</div><!--#wrap-->
	</body>	
</html>